tap "sinelaw/fresh"
tap "BarutSRB/tap"
brew "biome"
brew "chezmoi"
brew "delta"
brew "fresh-editor"
brew "fzf"
brew "git"
brew "lazygit"
brew "mosh"
brew "omniwm"
brew "starship"
brew "superfile"
brew "tmux"
brew "worktrunk"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "handy"
